Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Account.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Authentication was cancelled by the system
ar: تم إلغاء عملية التحقق بواسطة النظام
bn: সিস্টেম দ্বারা অনুমোদন বাতিল করা হয়েছে
cs: Ověřování bylo zrušeno systémem
da: Godkendelsen blev annulleret af systemet
de: Die Authentifizierung wurde vom System abgebrochen
el: Η ταυτοποίηση ακυρώθηκε από το σύστημα
es: El sistema canceló la autenticación
es_419: El sistema canceló la autenticación
fa: احراز هویت توسط سیستم لغو شد
fi: Järjestelmä peruutti todennuksen
fil: Kinansela ng system ang pagpapatotoo
fr: L’authentification a été annulée par le système
he: האימות בוטל על ידי המערכת
hi: सिस्टम द्वारा प्रमाणीकरण रद्द कर दिया गया
hu: A hitelesítést a rendszer megszakította
hy: Նույնականացումը չեղարկվեց համակարգի կողմից
id: Autentikasi dibatalkan oleh sistem
it: Autenticazione annullata dal sistema
ja: システムによって認証がキャンセルされました
ko: 시스템에 의해 인증이 취소되었습니다
ms: Pengesahan telah dibatalkan oleh sistem
nb: Autentiseringen ble avbrutt av systemet
nl: Authenticatie is geannuleerd door het systeem
pl: Uwierzytelnianie zostało anulowane przez system
pt_br: A autenticação foi cancelada pelo sistema
pt_pt: A autenticação foi cancelada pelo sistema
ro: Autentificarea a fost anulată de sistem
ru: Аутентификация отменена системой
sv: Autentiseringen avbröts av systemet
ta: அங்கீகாரம் கணினியால் ரத்து செய்யப்பட்டது
te: సిస్టమ్ ద్వారా ప్రామాణీకరణ రద్దు చేయబడింది
th: การยืนยันตัวตนถูกยกเลิกโดยระบบ
tr: Kimlik doğrulama sistem tarafından iptal edildi
uk: Автентифікацію скасовано системою
ur: سسٹم کی جانب سے تصدیق منسوخ کر دی گئی
vi: Xác thực đã bị hệ thống hủy
zh_hans: 验证已被系统取消
zh_hant: 驗證已被系統取消

source: Change Your Identity
ar: غيّر هويتك
bn: আপনার পরিচয় বদলান
cs: Změňte svou identitu
da: Skift din identitet
de: Ändere deine Identität
el: Αλλάξτε την ταυτότητά σας
es: Cambia tu identidad
es_419: Cambia tu identidad
fa: هویت خود را تغییر دهید
fi: Vaihda identiteettiäsi
fil: Baguhin ang Iyong Pagkakakilanlan
fr: Changez d’identité
he: שנו את הזהות שלכם
hi: अपनी पहचान बदलें
hu: Változtasd meg az identitásod
hy: Փոխեք ձեր ինքնությունը
id: Ubah Identitas Anda
it: Cambia la tua identità
ja: アイデンティティを変える
ko: 나만의 정체성 표현하기
ms: Tukar Identiti Anda
nb: Endre identiteten din
nl: Verander je identiteit
pl: Zmień swoją tożsamość
pt_br: Mude sua identidade
pt_pt: Muda a Tua Identidade
ro: Schimbă-ți identitatea
ru: Измените свой образ
sv: Byt din identitet
ta: உங்கள் அடையாளத்தை மாற்றுங்கள்
te: మీ గుర్తింపును మార్చుకోండి
th: เปลี่ยนตัวตนของคุณ
tr: Kimliğinizi Değiştirin
uk: Зміни свою особистість
ur: اپنی شناخت بدلیں
vi: Thay Đổi Danh Tính Của Bạn
zh_hans: 改变你的身份
zh_hant: 改變你的身分

source: Choose from a range of themes to create a look that reflects your personality and style.
ar: اختر من بين مجموعة من السمات لإنشاء مظهر يعكس شخصيتك وأسلوبك.
bn: আপনার ব্যক্তিত্ব ও রুচির ছাপ ফুটিয়ে তোলে এমন একটি লুক তৈরি করতে নানা ধরনের থিম থেকে বেছে নিন।
cs: Vyber si z řady motivů a vytvoř si vzhled, který vystihuje tvou osobnost a styl.
da: Vælg mellem en række temaer og skab et udtryk, der afspejler din personlighed og stil.
de: Wähle aus einer Vielzahl von Themes und gestalte einen Look, der deine Persönlichkeit und deinen Stil widerspiegelt.
el: Επίλεξε ανάμεσα σε ένα πλήθος θεμάτων για να δημιουργήσεις μια εμφάνιση που αντικατοπτρίζει την προσωπικότητα και το στιλ σου.
es: Elige entre una gran variedad de temas para crear un aspecto que refleje tu personalidad y tu estilo.
es_419: Elige entre una variedad de temas para crear un aspecto que refleje tu personalidad y tu estilo.
fa: از میان مجموعه‌ای از پوسته‌ها انتخاب کنید تا ظاهری بسازید که بازتاب شخصیت و سبک شماست.
fi: Valitse useista teemoista ja luo ilme, joka kuvastaa persoonaasi ja tyyliäsi.
fil: Pumili mula sa iba't ibang theme upang makalikha ng hitsurang sumasalamin sa iyong personalidad at istilo.
fr: Choisissez parmi une gamme de thèmes pour créer un style qui reflète votre personnalité.
he: בחרו מתוך מגוון ערכות נושא כדי ליצור מראה שמשקף את האישיות והסגנון שלכם.
hi: अपने व्यक्तित्व और शैली को दर्शाने वाला लुक बनाने के लिए कई थीम में से चुनें।
hu: Válassz a témák széles kínálatából, és alakíts ki egy megjelenést, amely tükrözi a személyiségedet és a stílusodat.
hy: Ընտրիր թեմաների շարքից՝ ստեղծելու տեսք, որն արտացոլում է քո անհատականությունն ու ոճը։
id: Pilih dari berbagai tema untuk menciptakan tampilan yang mencerminkan kepribadian dan gaya kamu.
it: Scegli tra una vasta gamma di temi per creare un look che rispecchia la tua personalità e il tuo stile.
ja: 豊富なテーマから選んで、あなたの個性やスタイルを映す見た目に仕上げよう。
ko: 다양한 테마 중에서 골라 당신의 개성과 스타일을 담은 분위기를 연출해 보세요.
ms: Pilih daripada pelbagai tema untuk mencipta rupa yang menggambarkan personaliti dan gaya anda.
nb: Velg blant et utvalg temaer for å skape et uttrykk som gjenspeiler personligheten og stilen din.
nl: Kies uit een reeks thema's om een look te maken die bij je persoonlijkheid en stijl past.
pl: Wybieraj spośród wielu motywów, aby stworzyć wygląd odzwierciedlający Twoją osobowość i styl.
pt_br: Escolha entre uma variedade de temas para criar um visual que reflita sua personalidade e seu estilo.
pt_pt: Escolhe entre uma variedade de temas para criar um visual que reflete a tua personalidade e estilo.
ro: Alege dintr-o gamă de teme pentru a crea un aspect care reflectă personalitatea și stilul tău.
ru: Выбирай из множества тем оформления и создавай образ, который отражает твою индивидуальность и стиль.
sv: Välj bland ett utbud av teman för att skapa ett utseende som speglar din personlighet och stil.
ta: உங்கள் ஆளுமையையும் பாணியையும் பிரதிபலிக்கும் தோற்றத்தை உருவாக்க பல்வேறு தீம்களில் இருந்து தேர்வு செய்யுங்கள்.
te: మీ వ్యక్తిత్వాన్ని, శైలిని ప్రతిబింబించే రూపాన్ని తయారు చేసుకోవడానికి రకరకాల థీమ్‌ల నుండి ఎంచుకోండి.
th: เลือกจากธีมมากมายเพื่อสร้างรูปลักษณ์ที่สะท้อนบุคลิกและสไตล์ของคุณ
tr: Kişiliğinizi ve tarzınızı yansıtan bir görünüm oluşturmak için çeşitli temalar arasından seçim yapın.
uk: Обирай з-поміж низки тем, щоб створити вигляд, який відображає твою індивідуальність і стиль.
ur: اپنی شخصیت اور انداز کی عکاسی کرنے والا روپ بنانے کے لیے متعدد تھیمز میں سے انتخاب کریں۔
vi: Chọn từ nhiều chủ đề để tạo nên diện mạo thể hiện cá tính và phong cách của bạn.
zh_hans: 从多款主题中挑选，打造彰显你个性与风格的外观。
zh_hant: 從多款主題中挑選，打造展現你個性與風格的外觀。

source: Continue your purchase?
ar: هل تريد متابعة عملية الشراء؟
bn: আপনার ক্রয় চালিয়ে যাবেন?
cs: Pokračovat v nákupu?
da: Fortsæt dit køb?
de: Kauf fortsetzen?
el: Συνέχιση της αγοράς σας;
es: ¿Desea continuar con la compra?
es_419: ¿Desea continuar con su compra?
fa: خرید خود را ادامه می‌دهید؟
fi: Jatketaanko ostostanne?
fil: Ipagpatuloy ang iyong pagbili?
fr: Poursuivre votre achat ?
he: להמשיך ברכישה?
hi: क्या आप अपनी खरीदारी जारी रखना चाहते हैं?
hu: Folytatja a vásárlást?
hy: Շարունակե՞լ ձեր գնումը։
id: Lanjutkan pembelian Anda?
it: Vuoi continuare con l'acquisto?
ja: 購入を続けますか？
ko: 구매를 계속하시겠습니까?
ms: Teruskan pembelian anda?
nb: Vil du fullføre kjøpet?
nl: Uw aankoop voortzetten?
pl: Kontynuować zakup?
pt_br: Continuar sua compra?
pt_pt: Continuar a sua compra?
ro: Continuați achiziția?
ru: Продолжить покупку?
sv: Fortsätta med ditt köp?
ta: உங்கள் கொள்முதலைத் தொடரவா?
te: మీ కొనుగోలును కొనసాగించాలా?
th: ดำเนินการซื้อต่อหรือไม่
tr: Satın alımınıza devam edilsin mi?
uk: Продовжити вашу покупку?
ur: اپنی خریداری جاری رکھیں؟
vi: Tiếp tục giao dịch mua của bạn?
zh_hans: 继续您的购买？
zh_hant: 要繼續您的購買嗎？

source: Current Session
ar: الجلسة الحالية
bn: বর্তমান সেশন
cs: Aktuální relace
da: Nuværende session
de: Aktuelle Sitzung
el: Τρέχουσα συνεδρία
es: Sesión actual
es_419: Sesión actual
fa: نشست کنونی
fi: Nykyinen istunto
fil: Kasalukuyang Session
fr: Session actuelle
he: הפעלה נוכחית
hi: वर्तमान सत्र
hu: Jelenlegi munkamenet
hy: Ընթացիկ նիստ
id: Sesi Saat Ini
it: Sessione attuale
ja: 現在のセッション
ko: 현재 세션
ms: Sesi Semasa
nb: Gjeldende økt
nl: Huidige sessie
pl: Bieżąca sesja
pt_br: Sessão atual
pt_pt: Sessão Atual
ro: Sesiunea curentă
ru: Текущий сеанс
sv: Aktuell session
ta: தற்போதைய அமர்வு
te: ప్రస్తుత సెషన్
th: เซสชันปัจจุบัน
tr: Mevcut Oturum
uk: Поточний сеанс
ur: موجودہ سیشن
vi: Phiên Hiện Tại
zh_hans: 当前会话
zh_hant: 目前的工作階段

source: Did not find error code on LAError object
ar: لم يتم العثور على رمز الخطأ في كائن LAError
bn: LAError অবজেক্টে এরর কোড পাওয়া যায়নি
cs: Na objektu LAError nebyl nalezen žádný kód chyby
da: Fandt ingen fejlkode på LAError-objektet
de: Auf dem LAError-Objekt wurde kein Fehlercode gefunden
el: Δεν βρέθηκε κωδικός σφάλματος στο αντικείμενο LAError
es: No se encontró el código de error en el objeto LAError
es_419: No se encontró el código de error en el objeto LAError
fa: کد خطا روی شیء LAError یافت نشد
fi: LAError-objektista ei löytynyt virhekoodia
fil: Walang nahanap na error code sa LAError object
fr: Aucun code d’erreur trouvé sur l’objet LAError
he: לא נמצא קוד שגיאה באובייקט LAError
hi: LAError ऑब्जेक्ट पर एरर कोड नहीं मिला
hu: Nem található hibakód az LAError objektumon
hy: LAError օբյեկտի վրա սխալի կոդ չգտնվեց
id: Tidak menemukan kode kesalahan pada objek LAError
it: Codice di errore non trovato sull'oggetto LAError
ja: LAErrorオブジェクトにエラーコードが見つかりませんでした
ko: LAError 객체에서 오류 코드를 찾을 수 없습니다
ms: Tidak menemui kod ralat pada objek LAError
nb: Fant ingen feilkode på LAError-objektet
nl: Geen foutcode gevonden op het LAError-object
pl: Nie znaleziono kodu błędu w obiekcie LAError
pt_br: Não foi encontrado código de erro no objeto LAError
pt_pt: Não foi encontrado o código de erro no objeto LAError
ro: Nu s-a găsit niciun cod de eroare pe obiectul LAError
ru: Код ошибки не найден в объекте LAError
sv: Hittade ingen felkod på LAError-objektet
ta: LAError ஆப்ஜெக்ட்டில் பிழைக் குறியீடு கிடைக்கவில்லை
te: LAError ఆబ్జెక్ట్‌లో ఎర్రర్ కోడ్ కనుగొనబడలేదు
th: ไม่พบรหัสข้อผิดพลาดบนออบเจกต์ LAError
tr: LAError nesnesinde hata kodu bulunamadı
uk: Не знайдено код помилки в об'єкті LAError
ur: LAError آبجیکٹ پر ایرر کوڈ نہیں ملا
vi: Không tìm thấy mã lỗi trên đối tượng LAError
zh_hans: 未在 LAError 对象上找到错误代码
zh_hant: 在 LAError 物件上找不到錯誤碼

source: Display Name
ar: الاسم المعروض
bn: প্রদর্শন নাম
cs: Zobrazované jméno
da: Visningsnavn
de: Anzeigename
el: Εμφανιζόμενο όνομα
es: Nombre visible
es_419: Nombre visible
fa: نام نمایشی
fi: Näyttönimi
fr: Nom affiché
he: שם תצוגה
hi: प्रदर्शन नाम
hu: Megjelenítendő név
hy: Ցուցադրվող անուն
id: Nama Tampilan
it: Nome visualizzato
ja: 表示名
ko: 표시 이름
ms: Nama Paparan
nb: Visningsnavn
nl: Weergavenaam
pl: Nazwa wyświetlana
pt_br: Nome de exibição
pt_pt: Nome a Apresentar
ro: Nume afișat
ru: Отображаемое имя
sv: Visningsnamn
ta: காட்சிப் பெயர்
te: డిస్‌ప్లే పేరు
th: ชื่อที่แสดง
tr: Görünen Ad
uk: Відображуване ім'я
ur: ظاہری نام
vi: Tên Hiển Thị
zh_hans: 显示名称
zh_hant: 顯示名稱

source: Dive even deeper into discussions with an extended 1000 character limit for your feed messages.
ar: تعمّق أكثر في النقاشات بحدّ موسّع يبلغ 1000 حرف لرسائلك في التغذية.
bn: আপনার ফিড মেসেজের জন্য বর্ধিত ১০০০ অক্ষরের সীমা নিয়ে আলোচনায় আরও গভীরে ডুব দিন।
cs: Ponoř se do diskuzí ještě hlouběji s rozšířeným limitem 1000 znaků pro tvé příspěvky na feedu.
da: Dyk endnu dybere ned i diskussionerne med en udvidet grænse på 1000 tegn til dine feed-beskeder.
de: Tauche noch tiefer in Diskussionen ein – mit einem erweiterten Limit von 1000 Zeichen für deine Feed-Nachrichten.
el: Βυθίσου ακόμα πιο βαθιά στις συζητήσεις με ένα διευρυμένο όριο 1000 χαρακτήρων για τα μηνύματά σου στη ροή.
es: Profundiza aún más en las conversaciones con un límite ampliado de 1000 caracteres para tus mensajes del timeline.
es_419: Profundiza aún más en las conversaciones con un límite ampliado de 1000 caracteres en tus mensajes del feed.
fa: با محدودیت گسترش‌یافته ۱۰۰۰ نویسه برای پیام‌های فید خود، عمیق‌تر وارد بحث‌ها شوید.
fi: Sukella vielä syvemmälle keskusteluihin: syöteviesteissäsi on laajennettu 1000 merkin raja.
fil: Sumisid pa nang mas malalim sa mga talakayan gamit ang pinalawak na 1000 character limit para sa iyong mga feed message.
fr: Plongez encore plus profondément dans les discussions avec une limite étendue de 1000 caractères pour vos messages de fil.
he: צללו עמוק עוד יותר אל תוך הדיונים עם מגבלת תווים מורחבת של 1000 תווים להודעות בפיד שלכם.
hi: अपने फ़ीड संदेशों के लिए विस्तारित 1000 वर्ण सीमा के साथ चर्चाओं में और भी गहराई से उतरो।
hu: Merülj el még mélyebben a beszélgetésekben a feedüzeneteid megnövelt, 1000 karakteres limitjével.
hy: Սուզվիր էլ ավելի խորը քննարկումների մեջ՝ քո հոսքի հաղորդագրությունների համար 1000 նիշի ընդլայնված սահմանաչափով։
id: Selami diskusi lebih dalam lagi dengan batas karakter yang diperluas hingga 1000 karakter untuk pesan feed kamu.
it: Immergiti ancora di più nelle discussioni con un limite esteso di 1000 caratteri per i tuoi messaggi nella timeline.
ja: フィードメッセージの文字数上限が1000文字に拡張され、もっと深く議論に入り込めるよ。
ko: 피드 메시지의 글자 수 제한이 1000자로 늘어나 토론에 더욱 깊이 빠져들 수 있어요.
ms: Selami perbincangan dengan lebih mendalam menerusi had aksara dilanjutkan kepada 1000 untuk mesej suapan anda.
nb: Dykk enda dypere ned i diskusjonene med en utvidet grense på 1000 tegn for feed-meldingene dine.
nl: Duik nog dieper in discussies met een uitgebreide limiet van 1000 tekens voor je feedberichten.
pl: Zanurz się jeszcze głębiej w dyskusjach dzięki rozszerzonemu limitowi 1000 znaków dla Twoich wiadomości w aktualnościach.
pt_br: Mergulhe ainda mais fundo nas discussões com um limite estendido de 1000 caracteres para suas mensagens no feed.
pt_pt: Mergulha ainda mais fundo nas discussões com um limite alargado de 1000 caracteres nas tuas mensagens da timeline.
ro: Aprofundează și mai mult discuțiile cu o limită extinsă de 1000 de caractere pentru mesajele tale din feed.
ru: Погружайся в обсуждения ещё глубже с увеличенным лимитом в 1000 символов для сообщений в ленте.
sv: Dyk ännu djupare i diskussioner med en utökad teckengräns på 1000 tecken för dina flödesmeddelanden.
ta: உங்கள் feed செய்திகளுக்கான விரிவாக்கப்பட்ட 1000 எழுத்து வரம்புடன் விவாதங்களில் இன்னும் ஆழமாக மூழ்குங்கள்.
te: మీ ఫీడ్ మెసేజ్‌లకు పెంచిన 1000 అక్షరాల పరిమితితో చర్చల్లో మరింత లోతుగా మునిగిపోండి.
th: ดำดิ่งสู่บทสนทนาให้ลึกยิ่งขึ้นด้วยขีดจำกัดข้อความฟีดที่ขยายเป็น 1000 ตัวอักษร
tr: Akış mesajların için 1000 karakterlik genişletilmiş bir sınırla tartışmalara daha da derinlemesine dal.
uk: Занурюйся ще глибше в обговорення з розширеним лімітом у 1000 символів для повідомлень у стрічці.
ur: اپنے فیڈ پیغامات کے لیے 1000 حروف کی توسیع شدہ حد کے ساتھ گفتگو میں اور بھی گہرائی تک جائیں۔
vi: Đào sâu hơn vào các cuộc thảo luận với giới hạn 1000 ký tự mở rộng cho tin nhắn trên feed của bạn.
zh_hans: 动态消息字数上限扩展至 1000 字，让你的讨论更尽兴。
zh_hant: 動態訊息字數上限延長至 1000 字，讓你能更深入地參與討論。

source: Dynamic Themes
ar: السمات الديناميكية
bn: ডায়নামিক থিম
cs: Dynamické motivy
da: Dynamiske temaer
de: Dynamische Themes
el: Δυναμικά θέματα
es: Temas dinámicos
es_419: Temas dinámicos
fa: پوسته‌های پویا
fi: Dynaamiset teemat
fil: Dynamic na mga Theme
fr: Thèmes dynamiques
he: ערכות נושא דינמיות
hi: डायनामिक थीम
hu: Dinamikus témák
hy: Դինամիկ թեմաներ
id: Tema Dinamis
it: Temi dinamici
ja: ダイナミックテーマ
ko: 다이내믹 테마
ms: Tema Dinamik
nb: Dynamiske temaer
nl: Dynamische thema's
pl: Dynamiczne motywy
pt_br: Temas dinâmicos
pt_pt: Temas Dinâmicos
ro: Teme dinamice
ru: Динамические темы
sv: Dynamiska teman
ta: டைனமிக் தீம்கள்
te: డైనమిక్ థీమ్‌లు
th: ธีมแบบไดนามิก
tr: Dinamik Temalar
uk: Динамічні теми
ur: متحرک تھیمز
vi: Chủ Đề Động
zh_hans: 动态主题
zh_hant: 動態主題

source: Elevate your status in the Kurozora community with the prestigious Pro badge next to your username, and show your support for Kurozora.
ar: ارفع مكانتك في مجتمع Kurozora بشارة Pro المرموقة بجانب اسم المستخدم، وأظهر دعمك لـ Kurozora.
bn: আপনার ইউজারনেমের পাশে মর্যাদাপূর্ণ Pro ব্যাজ যোগ করে Kurozora কমিউনিটিতে আপনার অবস্থান উঁচু করুন, আর Kurozora-র প্রতি আপনার সমর্থন দেখান।
cs: Pozvedni svůj status v komunitě Kurozora prestižním odznakem Pro vedle svého jména a dej najevo podporu Kurozory.
da: Hæv din status i Kurozora-fællesskabet med det prestigefyldte Pro-mærke ved siden af dit brugernavn, og vis din støtte til Kurozora.
de: Hebe deinen Status in der Kurozora-Community mit dem prestigeträchtigen Pro-Abzeichen neben deinem Benutzernamen hervor und zeige deine Unterstützung für Kurozora.
el: Ανέβασε το κύρος σου στην κοινότητα του Kurozora με το διακριτικό σήμα Pro δίπλα στο όνομα χρήστη σου και δείξε την υποστήριξή σου στο Kurozora.
es: Eleva tu estatus en la comunidad de Kurozora con la prestigiosa insignia Pro junto a tu nombre de usuario, y demuestra tu apoyo a Kurozora.
es_419: Eleva tu estatus en la comunidad de Kurozora con la prestigiosa insignia Pro junto a tu nombre de usuario, y demuestra tu apoyo a Kurozora.
fa: با نشان معتبر Pro در کنار نام کاربری‌تان، جایگاه خود را در جامعه Kurozora ارتقا دهید و حمایت خود از Kurozora را نشان دهید.
fi: Nosta asemaasi Kurozora-yhteisössä arvostetulla Pro-merkillä käyttäjänimesi vieressä ja osoita tukesi Kurozoralle.
fil: Itaas ang iyong katayuan sa komunidad ng Kurozora gamit ang prestihiyosong Pro badge sa tabi ng iyong username, at ipakita ang iyong suporta sa Kurozora.
fr: Rehaussez votre statut dans la communauté Kurozora avec le prestigieux badge Pro à côté de votre nom d’utilisateur, et montrez votre soutien à Kurozora.
he: העלו את מעמדכם בקהילת Kurozora עם תג ה-Pro היוקרתי לצד שם המשתמש שלכם, והפגינו את תמיכתכם ב-Kurozora.
hi: अपने यूज़रनेम के बगल में प्रतिष्ठित Pro बैज के साथ Kurozora समुदाय में अपनी हैसियत बढ़ाओ, और Kurozora के प्रति अपना समर्थन दिखाओ।
hu: Emeld magasabb szintre a státuszodat a Kurozora közösségben a felhasználóneved mellett megjelenő rangos Pro jelvénnyel, és mutasd ki, hogy támogatod a Kurozorát.
hy: Բարձրացրու քո կարգավիճակը Kurozora-ի համայնքում քո օգտանվան կողքին հեղինակավոր Pro կրծքանշանով և ցույց տուր քո աջակցությունը Kurozora-ին։
id: Tingkatkan status kamu di komunitas Kurozora dengan lencana Pro bergengsi di samping nama pengguna kamu, dan tunjukkan dukungan kamu untuk Kurozora.
it: Eleva il tuo status nella community di Kurozora con il prestigioso badge Pro accanto al tuo nome utente e mostra il tuo sostegno a Kurozora.
ja: ユーザー名の横に輝く格式高いProバッジで、Kurozoraコミュニティでのステータスを格上げしつつ、Kurozoraへの応援を示そう。
ko: 사용자 이름 옆에 자랑스러운 Pro 배지를 달아 Kurozora 커뮤니티에서 위상을 높이고 Kurozora에 대한 응원을 보여주세요.
ms: Tingkatkan status anda dalam komuniti Kurozora dengan lencana Pro berprestij di sebelah nama pengguna anda, dan tunjukkan sokongan anda kepada Kurozora.
nb: Løft statusen din i Kurozora-fellesskapet med det prestisjefylte Pro-merket ved siden av brukernavnet ditt, og vis støtten din for Kurozora.
nl: Verhoog je status in de Kurozora-community met de prestigieuze Pro-badge naast je gebruikersnaam en laat je steun voor Kurozora zien.
pl: Podnieś swój status w społeczności Kurozora dzięki prestiżowej odznace Pro obok Twojej nazwy użytkownika i okaż swoje wsparcie dla Kurozora.
pt_br: Eleve seu status na comunidade Kurozora com o prestigiado selo Pro ao lado do seu nome de usuário e demonstre seu apoio à Kurozora.
pt_pt: Eleva o teu estatuto na comunidade Kurozora com o prestigiado emblema Pro ao lado do teu nome de utilizador e demonstra o teu apoio à Kurozora.
ro: Ridică-ți statutul în comunitatea Kurozora cu prestigioasa insignă Pro lângă numele tău și arată-ți susținerea pentru Kurozora.
ru: Подними свой статус в сообществе Kurozora с престижным значком Pro рядом с именем пользователя и покажи свою поддержку Kurozora.
sv: Höj din status i Kurozora-communityn med det prestigefyllda Pro-märket bredvid ditt användarnamn och visa ditt stöd för Kurozora.
ta: உங்கள் பயனர்பெயருக்கு அருகில் கௌரவமான Pro பேட்ஜ் மூலம் Kurozora சமூகத்தில் உங்கள் அந்தஸ்தை உயர்த்துங்கள், மேலும் Kurozora-வுக்கான உங்கள் ஆதரவைக் காட்டுங்கள்.
te: మీ యూజర్‌నేమ్ పక్కన ప్రతిష్టాత్మకమైన Pro బ్యాడ్జ్‌తో Kurozora కమ్యూనిటీలో మీ హోదాను పెంచుకోండి, Kurozoraకు మీ మద్దతును చాటండి.
th: ยกระดับสถานะของคุณในชุมชน Kurozora ด้วยตรา Pro อันทรงเกียรติข้างชื่อผู้ใช้ของคุณ และแสดงการสนับสนุน Kurozora
tr: Kullanıcı adının yanındaki prestijli Pro rozetiyle Kurozora topluluğundaki konumunu yükselt ve Kurozora'ya desteğini göster.
uk: Підвищ свій статус у спільноті Kurozora завдяки престижному значку Pro поруч із твоїм іменем та вияви підтримку Kurozora.
ur: اپنے یوزرنیم کے ساتھ باوقار Pro بیج کے ذریعے Kurozora کمیونٹی میں اپنا مقام بلند کریں، اور Kurozora کے لیے اپنی حمایت ظاہر کریں۔
vi: Nâng tầm vị thế của bạn trong cộng đồng Kurozora với huy hiệu Pro danh giá bên cạnh tên người dùng, và thể hiện sự ủng hộ của bạn dành cho Kurozora.
zh_hans: 在用户名旁亮出尊贵的 Pro 徽章，提升你在 Kurozora 社区的地位，并表达你对 Kurozora 的支持。
zh_hant: 在用戶名稱旁顯示尊榮的 Pro 徽章，提升你在 Kurozora 社群中的地位，並表達你對 Kurozora 的支持。

source: Email: we all forget our passwords 🙉
ar: البريد الإلكتروني: كلنا ننسى كلمات مرورنا 🙉
bn: ইমেল: আমরা সবাই তো পাসওয়ার্ড ভুলে যাই 🙉
cs: E-mail: hesla zapomínáme všichni 🙉
da: E-mail: vi glemmer alle vores adgangskoder 🙉
de: E-Mail: wir alle vergessen mal unsere Passwörter 🙉
el: Email: όλοι ξεχνάμε τους κωδικούς μας 🙉
es: Correo: a todos se nos olvida la contraseña 🙉
es_419: Correo: a todos se nos olvidan las contraseñas 🙉
fa: ایمیل: همه‌مان گاهی گذرواژه‌مان را فراموش می‌کنیم 🙉
fi: Sähköposti: me kaikki unohdamme salasanamme 🙉
fil: Email: nakakalimutan nating lahat ang ating mga password 🙉
fr: E-mail : on oublie tous nos mots de passe 🙉
he: אימייל: כולנו שוכחים את הסיסמאות שלנו 🙉
hi: ईमेल: हम सभी अपने पासवर्ड भूल जाते हैं 🙉
hu: E-mail: mind elfelejtjük néha a jelszavunkat 🙉
hy: Էլ. փոստ. մենք բոլորս մոռանում ենք մեր գաղտնաբառերը 🙉
id: Email: kita semua suka lupa kata sandi 🙉
it: Email: a tutti capita di dimenticare la password 🙉
ja: メール：パスワードってつい忘れちゃうよね 🙉
ko: 이메일: 비밀번호는 누구나 잊어버리니까요 🙉
ms: E-mel: kita semua lupa kata laluan kadangkala 🙉
nb: E-post: vi glemmer alle passordene våre 🙉
nl: E-mail: we vergeten allemaal weleens ons wachtwoord 🙉
pl: E-mail: każdemu zdarza się zapomnieć hasła 🙉
pt_br: E-mail: todos nós esquecemos nossas senhas 🙉
pt_pt: E-mail: todos nos esquecemos das palavras-passe 🙉
ro: Email: cu toții ne uităm parolele 🙉
ru: Email: мы все забываем пароли 🙉
sv: E-post: vi glömmer alla våra lösenord ibland 🙉
ta: மின்னஞ்சல்: நாம் அனைவரும் கடவுச்சொற்களை மறந்துவிடுகிறோம் 🙉
te: ఇమెయిల్: మనమందరం మన పాస్‌వర్డ్‌లను మర్చిపోతుంటాం 🙉
th: อีเมล: ใครๆ ก็ลืมรหัสผ่านกันทั้งนั้น 🙉
tr: E-posta: hepimiz parolalarımızı unuturuz 🙉
uk: Е-пошта: ми всі забуваємо свої паролі 🙉
ur: ای میل: ہم سب اپنے پاس ورڈ بھول جاتے ہیں 🙉
vi: Email: ai mà chẳng có lúc quên mật khẩu 🙉
zh_hans: 邮箱：谁还没忘过密码呢 🙉
zh_hant: 電子郵件：我們都會忘記密碼嘛 🙉

source: Error Authenticating
ar: خطأ في التحقق
bn: অনুমোদনে ত্রুটি
cs: Chyba při ověřování
da: Fejl ved godkendelse
de: Fehler bei der Authentifizierung
el: Σφάλμα ταυτοποίησης
es: Error de autenticación
es_419: Error al autenticar
fa: خطا در احراز هویت
fi: Virhe todennuksessa
fil: Error sa Pagpapatotoo
fr: Erreur d’authentification
he: שגיאה באימות
hi: प्रमाणीकरण में त्रुटि
hu: Hitelesítési hiba
hy: Նույնականացման սխալ
id: Kesalahan Autentikasi
it: Errore di autenticazione
ja: 認証エラー
ko: 인증 오류
ms: Ralat Mengesahkan
nb: Autentiseringsfeil
nl: Fout bij verifiëren
pl: Błąd uwierzytelniania
pt_br: Erro ao autenticar
pt_pt: Erro na Autenticação
ro: Eroare la autentificare
ru: Ошибка аутентификации
sv: Autentiseringsfel
ta: அங்கீகரிப்பதில் பிழை
te: ప్రామాణీకరణలో లోపం
th: เกิดข้อผิดพลาดในการยืนยันตัวตน
tr: Kimlik Doğrulama Hatası
uk: Помилка автентифікації
ur: تصدیق میں خرابی
vi: Lỗi Xác Thực
zh_hans: 验证出错
zh_hant: 驗證時發生錯誤
